[
  {
    "message": "God's Word is a lamp to your feet and a light to your path. (Psalm 119:105)",
    "category": "guidance"
  },
  {
    "message": "Be strong and courageous! The Lord your God is with you wherever you go. (Joshua 1:9)",
    "category": "courage"
  },
  {
    "message": "His mercies are new every morning. Great is His faithfulness! (Lamentations 3:23)",
    "category": "faithfulness"
  },
  {
    "message": "Trust in the Lord with all your heart. (Proverbs 3:5)",
    "category": "trust"
  },
  {
    "message": "The joy of the Lord is your strength! (Nehemiah 8:10)",
    "category": "joy"
  },
  {
    "message": "Cast all your anxiety on Him because He cares for you. (1 Peter 5:7)",
    "category": "peace"
  },
  {
    "message": "I can do all things through Christ who strengthens me. (Philippians 4:13)",
    "category": "strength"
  },
  {
    "message": "For I know the plans I have for you, declares the Lord. (Jeremiah 29:11)",
    "category": "hope"
  },
  {
    "message": "The Lord is my shepherd; I shall not want. (Psalm 23:1)",
    "category": "provision"
  },
  {
    "message": "Come to me, all who are weary and burdened, and I will give you rest. (Matthew 11:28)",
    "category": "rest"
  },
  {
    "message": "And we know that in all things God works for the good of those who love him. (Romans 8:28)",
    "category": "providence"
  },
  {
    "message": "The Lord is close to the brokenhearted and saves those who are crushed in spirit. (Psalm 34:18)",
    "category": "comfort"
  },
  {
    "message": "But those who hope in the Lord will renew their strength. (Isaiah 40:31)",
    "category": "strength"
  },
  {
    "message": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. (Philippians 4:6)",
    "category": "peace"
  },
  {
    "message": "For God has not given us a spirit of fear, but of power and of love and of a sound mind. (2 Timothy 1:7)",
    "category": "courage"
  },
  {
    "message": "The Lord will fight for you; you need only to be still. (Exodus 14:14)",
    "category": "trust"
  },
  {
    "message": "Delight yourself in the Lord, and he will give you the desires of your heart. (Psalm 37:4)",
    "category": "joy"
  },
  {
    "message": "Call to me and I will answer you and tell you great and unsearchable things you do not know. (Jeremiah 33:3)",
    "category": "prayer"
  },
  {
    "message": "Be still, and know that I am God. (Psalm 46:10)",
    "category": "peace"
  },
  {
    "message": "No weapon formed against you shall prosper. (Isaiah 54:17)",
    "category": "protection"
  }
]